Repository: Haco/ecom_product_tools
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: ar, it, ja, nl, zh

# file_size_units
source: Byte|KB|MB|GB|TB|PB|EB|ZB|YB
ar: بايت|KB|MB|GB|TB|PB|EB|ZB|YB
ja: バイト|キロバイト|メガバイト|ギガバイト
zh: 字节|KB|MB|GB|TB|PB|EB|ZB|YB

# select_product_division
source: Select a division
ar: تحديد قسم
it: Seleziona un settore
ja: 部門を選択
nl: Selecteer een productlijn
zh: 选择部门

# select_product_category
source: Select a category
ar: تحديد فئة
it: Seleziona una categoria
ja: カテゴリを選択
nl: Selecteer een productcategorie
zh: 选择类别

# select_product
source: Select a product
ar: تحديد منتج
it: Seleziona un prodotto
ja: 製品を選択
nl: Selecteer een product
zh: 选择产品

# discontinued_checkbox_label
source: Hide discontinued products
ar: إخفاء المنتجات غير المستمرة
it: Nascondi prodotti fuori produzione
ja: 販売終了した製品を非表示にする
nl: Uit productie genomen producten verbergen
zh: 隐藏已停产产品

# file_category.no_category.title
source: Not categorized
ar: غير مصنف
it: Nessuna categoria
ja: 分類されない
nl: Zonder categorie
zh: 未分类

# file.filename
source: File name
ar: اسم الملف
it: Nome del file
ja: ファイル名
nl: Bestandsnaam
zh: 文件名

# file.revision.abbr
source: Rev.
ar: المراجعة
ja: リビジョン
nl: Versie
zh: 修订版

# file.revision
source: Revision
ar: المراجعة
it: Revisione
ja: リビジョン
nl: Versie
zh: 修订版

# file.size
source: Size
ar: الحجم
it: Dimensioni del file
ja: サイズ
nl: Grootte
zh: 尺寸

# file.last_modified
source: Last modified
ar: آخر تعديل
it: Ultima modifica
ja: 最終更新時刻
nl: Laatst gewijzigd
zh: 最后修改时间

# file.type
source: Type
ar: نوع الملف
it: Tipo file
ja: ファイルタイプ
nl: Bestandstype
zh: 文件类型

# file.language
source: Language
ar: اللغة
it: Lingua
ja: 言語
nl: Taal
zh: 语言

# file.open
source: Open
ar: فتح
it: Aprire
ja: オープン
nl: Openen
zh: 打开

# file.download
source: Download
ar: تنزيل
ja: ダウンロード
nl: Downloaden
zh: 下载

# product.discontinued
source: [discontinued]
ar: [غير مستمر]
it: [fuori produzione]
ja: [販売終了]
nl: [uit productie genomen]
zh: [已停产]

# product.atex_zone.0
source: Zone 0
ar: المنطقة 0
it: Zona 0
ja: ゾーン0
zh: 区域 0

# product.atex_zone.1
source: Zone 1
ar: المنطقة 1
it: Zona 1
ja: ゾーン1
zh: 区域 1

# product.atex_zone.2
source: Zone 2
ar: المنطقة 2
it: Zona 2
ja: ゾーン2
zh: 区域 2

# product.atex_zone.3
source: Zone 0/20
ar: المنطقة 0/20
it: Zona 0/20
ja: ゾーン0/20
zh: 区域 0/20

# product.atex_zone.4
source: Zone 1/21
ar: المنطقة 1/21
it: Zona 1/21
ja: ゾーン1/21
zh: 区域 1/21

# product.atex_zone.5
source: Zone 2/22
ar: المنطقة 2/22
it: Zona 2/22
ja: ゾーン2/22
zh: 区域 2/22

# product.nec_division.0
source: Division 0
ar: القسم 0
it: Divisione 0
ja: 部門0
nl: Divisie 0
zh: 部门 0

# product.nec_division.1
source: Division 1
ar: القسم 1
it: Divisione 1
ja: 部門1
nl: Divisie 1
zh: 部门 1

# product.nec_division.2
source: Division 2
ar: القسم 2
it: Divisione 2
ja: 部門2
nl: Divisie 2
zh: 部门 2

# product.nec_division.3
source: Division 0/20
ar: القسم 0/20
it: Divisione 0/20
ja: 部門0/20
nl: Divisie 0/20
zh: 部门 0/20

# product.nec_division.4
source: Division 1/21
ar: القسم 1/21
it: Divisione 1/21
ja: 部門1/21
nl: Divisie 1/21
zh: 部门 1/21

# product.nec_division.5
source: Division 2/22
ar: القسم 2/22
it: Divisione 2/22
ja: 部門2/22
nl: Divisie 2/22
zh: 部门 2/22

# teaser.about_product
source: More about the product
ar: المزيد حول المنتج
it: Dettagli sul prodotto
ja: 製品の詳細
nl: Meer over het product
zh: 产品详情

# label.attestations
source: Certification No.:
ar: رقم الشهادة:
it: Certificazione n.:
ja: 証明書番号:
nl: Certificatienr.:
zh: 认证编号：

# label.dl_certification
source: Download certification
ar: تنزيل الشهادة
it: Scarica certificazione
ja: 証明書のダウンロード
nl: Certificatie downloaden
zh: 下载认证

# dc.hint
source: You can find your product by selecting the product division and corresponding category.
ar: تستطيع البحث عن المنتج بتحديد قسم المنتج والفئة المناظرة.
it: Per cercare un prodotto, seleziona il settore produttivo e la categoria corrispondente.
ja: 製品を検索するには、製品部門と対応するカテゴリを選択します。
nl: Selecteer eerst een productlijn en vervolgens een productcategorie om downloads voor uw product te vinden.
zh: 您可以通过选择产品部门和相应类别来查找产品。

# dc.nocats
source: No categories found!
ar: لا يوجد فئات وجدت!
it: Nessuna categoria rilevata.
ja: いいえカテゴリが見つかりませんでした！
nl: Geen categorieÃ«n gevonden!
zh: 无类别找到了！

# dc.noprod
source: No products found!
ar: لا توجد منتجات وجدت!
it: Nessun prodotto rilevato.
ja: いいえ製品が見つかりませんでした！
nl: Geen producten gevonden!
zh: 没有产品找到了！

# dc.nofiles
source: No files found!
ar: لا توجد ملفات وجدت!
it: Nessun file rilevato.
ja: どのファイルが見つかりませんでした！
nl: Geen bestanden gevonden!
zh: 没有文件找到了！

source: Art.-No.
it: Numero di articolo
nl: Artikelnummer
